[
  {
    "id": 0,
    "name": "Lisa",
    "age": 32,
    "occupation": "Retail marketing manager",
    "interests": ["Webdesign", "Kunstgalerijen", "Yoga"],
    "distastes": ["Slecht weer", "Fast food", "Verkeersdrukte"],
    "description": [
      "Lisa, een marketeer met een druk schema, streeft ernaar de effectiviteit van haar online campagnes te meten en te verbeteren om meer klanten te trekken, de conversie te verhogen en klantenloyaliteit te versterken. Geconfronteerd met de uitdagingen van beperkte tijd voor data-analyse, een gebrek aan duidelijk overzicht van campagneresultaten, en onzekerheid over het interpreteren en toepassen van data, voelt Sofia zich overweldigd.",
      "Haar noodzaak ligt in een eenvoudige, gebruiksvriendelijke tool die diepgaande inzichten biedt in de prestaties van haar campagnes. Een tool die niet alleen de effectiviteit van elke campagne duidelijk maakt, maar haar ook gidst naar het bereiken van de juiste doelgroep met gerichte suggesties voor optimalisatie. Bovendien heeft Sofia behoefte aan een systeem dat heldere, deelbare rapportages genereert, zodat ze de voortgang en successen kan communiceren met haar team en leidinggevenden. Met een dergelijke oplossing kan Sofia niet alleen haar online campagnes verfijnen voor betere prestaties maar ook haar marketingstrategieën effectiever inzetten voor het bereiken van haar bedrijfsdoelen."
    ],
    "dataset": "https://www.kaggle.com/datasets/zeesolver/consumer-behavior-and-shopping-habits-dataset",
    "dataset_name": "Consumer Behavior and Shopping Habits",
    "dataset_description": "The Consumer Behavior and Shopping Habits Dataset provides a detailed overview of consumer preferences and purchasing behaviors. It includes demographic information, purchase history, product preferences, and preferred shopping channels (online or offline). This dataset is essential for businesses aiming to tailor their strategies to meet customer needs and enhance their shopping experience, ultimately driving sales and loyalty."
  },

  {
    "id": 1,
    "name": "Tom",
    "age": 28,
    "occupation": "HR adviseur",
    "interests": ["Wijnproeverijen", "Hardlopen", "Vrijwilligerswerk"],
    "distastes": [
      "Luidruchtige buren",
      "Ongestructureerdheid",
      "Laat opblijven"
    ],
    "description": [
      "Tom, een gedreven manager in de gezondheidszorg, staat voor de uitdaging om de tevredenheid, betrokkenheid en ontwikkeling van zijn medewerkers te monitoren en te stimuleren. Met als doel het verloop en verzuim te verminderen en tegelijkertijd de motivatie, productiviteit en uiteindelijk de kwaliteit van de zorg te verhogen, navigeert Tom door een complex landschap van diverse taken en uiteenlopende medewerkersprofielen. Een van zijn grootste struikelblokken is het ontbreken van een gestructureerde methode om feedback effectief te verzamelen en te analyseren, wat essentieel is voor het maken van geïnformeerde beslissingen.",
      "Wat Tom nodig heeft, is een geïntegreerde en interactieve tool die niet alleen een duidelijk beeld geeft van de stemming, het gedrag en de prestaties van zijn teamleden, maar hem ook ondersteunt in het stellen van de juiste vragen en het implementeren van gerichte verbeteracties. Deze tool zou in staat moeten zijn om gepersonaliseerde rapportages te genereren die Tom kan gebruiken voor zowel evaluatie als het vormgeven van toekomstig beleid. Met een dergelijke oplossing kan Tom proactief de werkomgeving en het welzijn van zijn medewerkers verbeteren, leidend tot een sterker, meer gemotiveerd team en een hogere kwaliteit van zorg."
    ],
    "dataset": "https://www.kaggle.com/datasets/rhuebner/human-resources-data-set",
    "dataset_name": "Human Resources",
    "dataset_description": "HR data can be hard to come by, and HR professionals generally lag behind with respect to analytics and data visualization competency. Thus, Dr. Carla Patalano and I set out to create our own HR-related dataset, which is used in one of our graduate MSHRM courses called HR Metrics and Analytics, at New England College of Business. We created this data set ourselves. We use the data set to teach HR students how to use and analyze the data in Tableau Desktop - a data visualization tool that's easy to learn."
  },

  {
    "id": 2,
    "name": "Eva",
    "age": 35,
    "occupation": "Risicoanalist",
    "interests": ["Cryptocurrencies", "Bergwandelen", "Schaken"],
    "distastes": ["Onduidelijkheid", "File rijden", "Slechte koffie"],
    "description": [
      "Eva, een vooruitstrevende bankmanager, staat voor de complexe uitdaging om de financiële risico's en regelgeving van haar klanten en producten te beoordelen en te beheren. Haar doelen zijn ambitieus: de financiële stabiliteit en reputatie van haar bank versterken, klanttevredenheid verhogen, en de concurrentiepositie uitbreiden. Echter, Eva worstelt met onzekere en dynamische marktomstandigheden en het gebrek aan een duidelijk pad voor risico-identificatie en -mitigatie, evenals het effectief modelleren en communiceren van data.",
      "De oplossing voor Eva's uitdagingen ligt in een geavanceerde tool die inzicht biedt in de financiële situatie en het risicoprofiel van klanten en producten. Zo'n tool zou haar niet alleen helpen bij het verzamelen van de juiste data maar ook aanbevelingen doen voor risicomanagement, terwijl het tegelijkertijd zorgt voor de nodige rapportages voor besluitvorming. Met deze aanpak kan Eva niet alleen de risico's beheren maar ook strategische kansen grijpen om de groei en innovatie van haar bank te stimuleren."
    ],
    "dataset": "https://www.kaggle.com/datasets/nanditapore/credit-risk-analysis",
    "dataset_name": "Credit Risk Analysis",
    "dataset_description": "This dataset provides essential information about loan applicants and their characteristics. Your task is to develop predictive models to determine the likelihood of loan default based on these simplified features."
  },

  {
    "id": 3,
    "name": "Jeroen",
    "age": 42,
    "occupation": "Docent",
    "interests": ["Klassieke muziek", "Lezen", "Tuinieren"],
    "distastes": ["Onderbrekingen", "Slecht licht", "Lawaai"],
    "description": [
      "Als een toegewijde leraar geconfronteerd met de uitdaging om de leerresultaten van zijn leerlingen te verbeteren, zoekt Jeroen naar manieren om inzicht te krijgen in hun voortgang en motivatie, ondanks zijn beperkte tijd voor individuele begeleiding en feedback. Het ontbreken van een duidelijk overzicht van de sterke en zwakke punten van elke leerling maakt het moeilijk om hun ontwikkeling door het schooljaar heen te volgen en de lessen aan te passen aan hun diverse niveaus en leerstijlen.",
      "Jeroen heeft behoefte aan een innovatieve tool die de leerdata van de leerlingen kan verzamelen, analyseren en visualiseren, waardoor hij een helder beeld krijgt van de prestaties van elke leerling op verschillende onderwerpen, vaardigheden, en toetsen. Belangrijker nog, hij wil inzicht krijgen in hun motivatie en betrokkenheid bij de lesstof. Deze informatie is cruciaal om gepersonaliseerd onderwijs te bieden, afgestemd op de unieke behoeften en potentieel van elke leerling, hen aan te moedigen hun beste zelf te bereiken en zo de algehele leerervaring te verbeteren."
    ],
    "dataset": "https://www.kaggle.com/datasets/thedevastator/medical-student-mental-health/data?select=Data+Carrard+et+al.+2022+MedTeach.csv",
    "dataset_name": "Medical Student Mental Health",
    "dataset_description": "This dataset explores medical students' empathy, mental health, and burnout in Switzerland. It compiles important demographic information as well as self-reported data and results from psychological tests to give a comprehensive picture of the mental states of students in the medical field. Through this research, we hope to gain a better understanding of how being a medical student can affect health and wellbeing. By looking at the individual factors that may contribute to different outcomes, we can work towards improving educational systems for the benefit of both students and their eventual patients"
  },
  {
    "id": 4,
    "name": "Sandra",
    "age": 34,
    "occupation": "Dokter",
    "interests": ["Fotografie", "Kajakken", "Vegan koken"],
    "distastes": ["Plastic afval", "Voedselverspilling", "Roken"],
    "description": [
      "Om de verschillen in orgaandonatie tussen de verschillende provincies in Nederland te meten en strategieën te ontwikkelen om het aantal donors in de toekomst te verhogen, staat deze onderzoeker voor een complex datavraagstuk. Het doel is ambitieus: het aantal mensen dat bezwaar maakt tegen orgaandonatie verminderen en daarmee het aantal donors in 2024 verhogen. Door te analyseren welke factoren mensen ertoe bewegen om donor te worden in provincies met een hoog aantal donors, en omgekeerd, de redenen te onderzoeken waarom mensen besluiten geen donor te worden in provincies waar het aantal donors afneemt, hoopt ze effectieve overtuigingsstrategieën te ontwikkelen.",
      "De uitdaging ligt in het gebrek aan een duidelijk en samenhangend overzicht van de beschikbare data, wat het moeilijk maakt om concrete conclusies te trekken en beleidsbeslissingen te onderbouwen. De onderzoeker heeft behoefte aan een interactieve tool die niet alleen inzicht geeft in de aantallen mensen die bezwaar maken tegen orgaandonatie per provincie, maar ook de provincies identificeert met de hoogste en laagste aantallen donors, inclusief de trends in toe- en afname van donors van 2022 tot 2023. Met deze tool kan ze gerichte inzichten verkrijgen die essentieel zijn voor het ontwikkelen van effectieve campagnes en interventies om het bewustzijn en de bereidheid tot orgaandonatie in heel Nederland te vergroten."
    ],
    "dataset": "https://opendata.cbs.nl/statline/#/CBS/nl/dataset/85603NED/table?dl=993F6",
    "dataset_name": " Donorregistratie (18 jaar of ouder); regio (indeling 2023) ",
    "dataset_description": "Deze table bevat de cijfers over het aantal mensen boven de 18 die wel of niet zijn geregistreerd als donor en gegevens zoals of ze toestemming geven zonder donatie beperkingen, toestemming met donatie beperkingen, geen toestemming geven of nabestaanden beslissen, aangewezen personen beslissen en of ze bezwaar hebben tegen orgaandonatie."
  },

  {
    "id": 5,
    "name": "Karel",
    "age": 43,
    "occupation": "Onderzoeker",
    "interests": ["Astronomie", "Puzzels oplossen", "Fietsen"],
    "distastes": ["Slechte data", "Oppervlakkigheid", "Vertragingen"],
    "description": [
      "Om te bepalen welke regio's in Nederland een toename in criminaliteit ervaren en welke de grootste relatieve negatieve bijdrage leveren aan dit probleem, staat deze onderzoeker voor een belangrijk datavraagstuk. Zijn doel is om de probleemregio's duidelijk in beeld te brengen, zodat gerichte actie kan worden ondernomen om de criminaliteit effectief te bestrijden. Ondanks zijn ervaring in het analyseren van informatiebronnen, wordt hij gehinderd door het gebrek aan overzichtelijkheid van de beschikbare data, wat het moeilijk maakt om precieze conclusies te trekken.",
      "Deze analist heeft behoefte aan een gebruiksvriendelijke en overzichtelijke tool die hem ondersteunt bij het ordenen en analyseren van de benodigde informatie. Een dergelijke tool zou niet alleen de regio's moeten identificeren waar de criminaliteit toeneemt, maar ook inzicht moeten bieden in de specifieke aard en omvang van de problematiek per regio. Met behulp van deze tool kan de analist effectieve analyses uitvoeren, waardoor beleidsmakers en handhavingsinstanties gerichte maatregelen kunnen nemen om de criminaliteit in de geïdentificeerde probleemregio's aan te pakken."
    ],
    "dataset": "https://opendata.cbs.nl/statline/#/CBS/nl/dataset/81960NED/table?ts=1709429967072",
    "dataset_name": "Verdachten; delictgroep, stedelijkheid buurt en woongemeente 1999-2022",
    "dataset_description": "Deze table bevat de cijfers over het aantal geregistreerde verdachten per regio en hoeveel verdachten iedere regio heeft per 10 000 inwoners. Deze cijfers zijn bekend van de jaren 2018 t/m 2022."
  }
]
